Repository: bestpractical/rt-extension-formtools
Catalog: po/*.po
Languages: ca, es

source: %1 Element
es: %1 Elemento

source: (no value)
ca: (sense valor)
es: (sin valor)

source: Add Page
ca: Afegir Pàgina
es: Añadir Página

source: Admin FormTools
ca: Administrar formularis
es: Administrar formularios

source: Advanced
ca: Avançat
es: Avanzado

source: Alignment
ca: Alineació
es: Alineación

source: Basics
ca: Bàsics
es: Básicos

source: Build your form using the tools below. To create new pages for a multi-page form, click the plus (+). To change the order of pages, click the gear and update the Sort order. To remove a page, click the gear and click Delete. Make sure to Save Changes at the bottom of the form after any updates.
ca: Construeix el teu formulari emprant les eines de més avall. Per crear pàgines noves per a un formulari multi-pàgina, pitja el més (+). Per canviar l'ordre de les pàgines, pitja l'engranatge i actualitza l'ordre. Per llevar una pàgina, pitja l'engranatge i Esborrar. Assegura't de Desar els Canvis avall del formulari després de cada canvi.
es: Construye tu propio formulario con las herramientas de abajo. Para crear nuevas páginas para un formulario multi-páginas, pulsa sobre el símbolo más (+). Para cambiar el orden de clasificación de las páginas, pulsa sobre la rueda y actualiza el orden. Para quitar una página, pulsa sobre el engranaje y selecciona Borrar. Asegúrate de guardar los cambios con el botón de la parte inferior tras cualquier actualización.

source: Center
ca: Centre
es: Centro

source: Choose file
ca: Trieu un fitxer
es: Selecciona un fichero

source: Component
es: Componente

source: Content
ca: Contingut
es: Contenido

source: Core Field
ca: Camp del nucli
es: Campo del núcleo

source: Could not update description: %1
ca: No es pot actualitzar la descripció: %1
es: No se puede actualizar la descripción: %1

source: Couldn't create the form: %1
ca: No es pot crear el formulari: %1
es: No se puede crear el formulario: %1

source: Couldn't decode JSON
ca: No es pot descodificar el JSON
es: No se puede decodificar el JSON

source: Couldn't disable %1: %2
ca: No es pot deshabilitar %1: %2
es: No se puede deshabilitar %1: %2

source: Couldn't enable %1: %2
ca: No es pot habilitar %1: %2
es: No se puede habilitar %1: %2

source: Couldn't update content: %1
ca: No es pot actualitzar el contingut: %1
es: No se puede actualizar el contenido: %1

source: Couldn't update name: %1
ca: No es pot actualitzar el nom: %1
es: No se puede actualizar el nombre: %1

source: Create
ca: Crear
es: Crear

source: Create form
ca: Crear formulari
es: Crear formulario

source: Create, modify and disable forms
ca: Crear, modificar i inhabilitar formularis
es: Crear, modificar e inhabilitar formularios

source: Created form %1
ca: Formulari creat %1
es: Formulario creado %1

source: Creates Tickets in Queue
ca: Crea Tiquets en la cua
es: Crea Tiquets en la cola

source: Custom Field
ca: Camp personalitzat
es: Campo personalizado

source: Default Value
ca: Valor per defecte
es: Valor por defecto

source: Delete Page
ca: Esborrar pàgina
es: Borrar página

source: Description
ca: Descripció
es: Descripción

source: Description for form %1
ca: Descripció del formulari %1
es: Descripción del formulario %1

source: Disabled %1
ca: Deshabilitat %1
es: Deshabilitado %1

source: Edit
ca: Editar
es: Editar

source: Enabled
ca: Habilitat
es: Habilitado

source: Enabled %1
ca: Habilitat %1
es: Habilitado %1

source: Form Tools
ca: Eines del formulari
es: Herramientas del formulario

source: FormTools Components
ca: Components de formularis
es: Componentes de formularios

source: FormTools Configuration
ca: Configuració de formularis
es: Configuración de formularios

source: FormTools Pages
ca: Pàgines de formularis
es: Páginas de formularios

source: Forms
ca: Formularis
es: Formularios

source: Forms Home
ca: Inici dels formularis
es: Inicio de los formularios

source: Group Rights
ca: Permisos de grup
es: Permisos de grupo

source: Hidden
ca: Ocult
es: Oculto

source: Hide
ca: Ocultar
es: Ocultar

source: Icon
ca: Icona
es: Icono

source: Include disabled forms in listing.
ca: Incloure al llistat els formularis deshabilitats.
es: Incluir formularios deshabilitados en el listado.

source: Invalid JSON
ca: JSON no vàlid
es: JSON no válido

source: Invalid form name (can only contain letters, numbers, underscore, and spaces): %1
ca: Format de nom no vàlid (només pot contenir lletres, números, guions baixos i espais): %1
es: Formato de nombre no válido (únicamente puede contener letras, números, guiones bajos y espacios): %1

source: Invalid queue %1
ca: Cua no vàlida: %1
es: Cola no válida: %1

source: Label
ca: Etiqueta
es: Etiqueta

source: Left
ca: Esquerra
es: Izquierda

source: Missing Name
ca: Nom no trobat
es: Nombre no encontrado

source: Missing Queue
ca: Cua no trobada
es: Cola no encontrada

source: Modify
ca: Modificar
es: Modificar

source: Modify Basics
ca: Modificar lo bàsic
es: Modificar lo básico

source: Modify Element
ca: Modificar Element
es: Modificar Elemento

source: Modify form %1
ca: Modificar formulari %1
es: Modificar formulario %1

source: Modify group rights for Form %1
ca: Modificar els permisos de grup pel formulari %1
es: Modificar los permisos de grupo para el formulario %1

source: Modify user rights for Form %1
ca: Modificar els permisos d'usuari pel formulari %1
es: Modificar los permisos de usuario para el formulario %1

source: Name
ca: Nom
es: Nombre

source: Name %1 already exists
ca: Ja existeix el nom %1
es: Ya existe el nombre %1

source: New changes pending. Click "Save Changes" to update the form.
ca: Canvis pendents. Pitja "Desar Canvis" per actualitzar el formulari.
es: Cambios pendientes. Pulsa "Guardar Cambios" para actualizar el formulario.

source: Next
ca: Següent
es: Siguiente

source: Page Name
ca: Nom de la pàgina
es: Nombre de la página

source: Permission Denied
ca: Permís denegat
es: Permiso denegado

source: Place here
ca: Col·locar aquí
es: Colocar aquí

source: Queue
ca: Cua
es: Cola

source: Readonly
ca: Només lectura
es: Sólo lectura

source: Remove
ca: Llevar
es: Quitar

source: Require
ca: Requereix
es: Requiere

source: Require if
ca: Requereix si
es: Requiere si

source: Required
ca: Requerit
es: Requerido

source: Right
ca: Dreta
es: Derecha

source: Save
ca: Desar
es: Guardar

source: Save Changes
ca: Desar Canvis
es: Guardar cambios

source: Search...
ca: Cercar...
es: Buscar...

source: Select
ca: Seleccionar
es: Seleccionar

source: Sort Order
ca: Ordre de classificació
es: Orden de clasificación

source: Submit
ca: Enviar
es: Enviar

source: Tickets will be created in this queue
ca: Els tiquets es crearan en aquesta cua
es: Los tiquets se crearán en esta cola

source: To create your form, drag components from the Components box on the left to the Content area on the right. Click the pencil to edit components. Click the X to remove them. Click Save Changes to save the new page.
ca: Per crear el teu formulari, amolla els components de la capsa de Components de l'esquerra a l'àrea de Contingut de la dreta. Pitja el llapis per editar els components. Pitja la ix (X) per llevar-los. Pitja Desar Canvis per desar la nova pàgina.
es: Para crear tu formulario, arrastra los componentes desde la caja de Componentes de la izquierda al área de contenido de la derecha. Pulsa sobre el lápiz para editar componentes. Pulsa sobre la equis (X) para quitarlos. Pulsa sobre "Guardar Cambios" para guardar la nueva página

source: Tooltip
ca: Consell
es: Consejo

source: Unable to set form icon
ca: No es pot incloure la icona del formulari
es: No se puede incluir el icono del formulario

source: Update
ca: Actualitzar
es: Actualizar

source: Updated content
ca: Contingut actualitzat
es: Contenido actualizado

source: Updated description
ca: Descripció actualitzada
es: Descripción actualizada

source: Updated name
ca: Nom actualitzat
es: Nombre actualizado

source: Upload an icon for this form
ca: Pujar una icona per aquest formulari
es: Subir un icono para este formulario

source: User Rights
ca: Permisos d'usuari
es: Permisos de usuario

source: Value
ca: Valor
es: Valor

source: View forms
ca: Veure formularis
es: Ver formularios

source: Admin FormTools Groups
ca: Administra grups de formularis
es: Administrar grupos de formularios

source: Include disabled form groups in listing.
ca: Incloure grups de formularis deshabilitats al llistat.
es: Incluir grupos de formularios deshabilitados en el listado

source: Form groups are shown to users on a page in the RT Self Service interface. Below you can manage how the form group details will appear to end users.
ca: Els grups de formularis es mostren als usuaris en una pàgina de la interfície d'autoservei d'RT. Més avall pot gestionar com es mostrarà als usuaris els detalls del grup de formularis.
es: Los grupos de formularios se muestran a los usuarios en una página de la interfaz de autoservicio de RT. Puede gestionar más abajo cómo se mostrarán a los usuarios los detalles del grupo de formularios.

source: Upload an icon for this form group
ca: Puja una icona per aquest grup de formularis
es: Sube un icono para este grupo de formularios

source: Banner Message
ca: Missatge de l'anunci
es: Mensaje del anuncio

source: Form Groups
ca: Grups de formularis
es: Grupos de formularios

source: Routing
ca: Encaminament
es: Enrutamiento

source: Update Routing
ca: Actualitzar l'encaminament
es: Actualizar el enrutamiento

source: Add Routing
ca: Afegir encaminament
es: Añadir enrutamiento

source: Routing for form %1
ca: Encaminament del formulari %1
es: Enrutamiento para el formulario %1

source: Forms are shown to users on a page in the RT Self Service interface. Below you can manage how the form details will appear to end users.
ca: Els formularis es mostren als usuaris a una pàgina en la interfície d'autoservei d'RT. Més abaix pot gestionar com es mostren a l'usuari els detalls del formulari.
es: Los formularios se muestran a los usuarios en una página en la interfaz de autoservicio de RT. Más abajo puede gestionar cómo se muestran al usuario los detalles del formulario.

source: Upload an icon to be shown to users on the Forms page or select a color for the background of graphical box users can click.
ca: Pugi una icona per mostrar als usuaris en la pàgina del formulari o seleccioni un color pel fons de la capsa que els usuaris poden pitjar per accedir-hi.
es: Suba un icono para mostrar a los usuarios en la página del formulario o selecciona un color para el fondo de la caja que los usuarios pueden pulsar.

source: Describe what the form should be used for and include instructions to help users pick the correct form.
ca: Descrigui per a què serveix el formulari i inclogui instruccions per ajudar els usuaris a seleccionar el formulari correcte.
es: Describa para qué debe usarse el formulario e incluya instrucciones para ayudar a los usuarios a elegir el formulario correcto.

source: Default Queue
ca: Cua per defecte
es: Cola por defecto

source: Update Default Queue
ca: Actualitza la cua per defecte
es: Actualiza la cola por defecto

source: Add new routing
ca: Afegeix un nou encaminament
es: Añadir un nuevo enrutamiento

source: Criteria
ca: Criteri
es: Criterio

source: Route to Queue
ca: Encamina cap a la cua
es: Enruta a la cola

source: and then
ca: i llavors
es: y entonces
